Repository: webmandesign/classic-menu-in-navigation-block
Catalog: languages/classic-menu-*-navigation-block-*.po
Languages: sk_sk

# No menu location selector option
source: – Do not display classic menu
sk_sk: - Nezobrazovať klasické menu

source: Classic menu
sk_sk: Klasické menu

source: Use these options if you want to display a classic menu instead of Navigation block menu items.
sk_sk: Tieto nastavenia použite, ak chcete namiesto položiek bloku Navigácie zobraziť klasické menu.

source: Edit classic menus →
sk_sk: Upraviť klasické menu →

source: Menu location
sk_sk: Umiestnenie menu

source: Which classic menu location should be displayed here?
sk_sk: Ktoré umiestnenie klasického menu sa tu má zobraziť?

source: Please note these options can not be previewed in editor. They apply on front-end of your website.
sk_sk: Upozorňujeme, že tieto nastavenia nie je možné zobraziť v editore. Aplikujú sa na front-ende webstránky.

# Non-existing navigational menu location placeholder
source: (non-existing)
sk_sk: (neexistujúce)

source: Error: No menu at "%s" location.
sk_sk: Chyba: Žiadne menu v umiestnení "%s".

# Navigational menu location label
source: Primary
sk_sk: Primárne

# Navigational menu location label
source: Secondary
sk_sk: Sekundárne

# Navigational menu location label
source: Tertiary
sk_sk: Terciárne

# Navigational menu location label
source: Quaternary
sk_sk: Kvartárne

# Navigational menu location label
source: Quinary
sk_sk: Kvintárne
